{
    "posts":[
        {
            "id": 1,
            "title": "Blog 1 for Next JS Sample APP",
            "body": "Numerous studies have shown that spending time in nature has a multitude of mental and physical health benefits. Green spaces have been linked to reduced stress, improved mood, and enhanced cognitive function. The concept of biophilia, or the innate human connection to nature, suggests that we are biologically programmed to seek out natural environments, and our well-being is closely tied to our relationship with the natural world.",
            "publisheddate": "2020-03-16T05:35:07.322Z",
            "author": "Auhtor 1",
            "tags":["tag1, tag2"],
            "image": "https://media.istockphoto.com/id/1406674466/photo/big-data-connection-technology-concept.jpg?s=1024x1024&w=is&k=20&c=ZVAnrfrUwzAW-2ScErMqUHJr1jPyaZOTaCq3D-Jemkc="
        },
        {
            "id": 2,
            "title": "Blog 2 for Next JS Sample APP",
            "body": "One of the simplest yet most effective ways to reconnect with nature is to take a walk in the park or hike through a forest. These activities offer more than just physical exercise; they provide a chance to disconnect from the constant stimulation of modern life and immerse ourselves in the natural rhythm of the world. Listening to the chirping of birds, feeling the texture of tree bark, and breathing in the fresh air can be incredibly grounding.",
            "publisheddate": "2020-03-16T05:35:07.322Z",
            "author": "Author 2",
            "tags":["tag1, tag2"],
            "image": "https://media.istockphoto.com/id/1406674466/photo/big-data-connection-technology-concept.jpg?s=1024x1024&w=is&k=20&c=ZVAnrfrUwzAW-2ScErMqUHJr1jPyaZOTaCq3D-Jemkc="
        },
        {
            "id": 3,
            "title": "Blog 3 for Next JS Sample APP",
            "body": "Whether it’s the serene beauty of a sunrise over a tranquil lake or the awe-inspiring sight of a mountain range stretching towards the horizon, natural landscapes have a way of capturing our imagination and filling us with wonder. Exploring diverse ecosystems—be it a lush rainforest, arid desert, or vibrant coral reef—can offer a glimpse into the incredible diversity of life on our planet.",
            "publisheddate": "2020-03-16T05:35:07.322Z",
            "author": "Author 3",
            "tags":["tag1, tag2"],
            "image": "https://media.istockphoto.com/id/1406674466/photo/big-data-connection-technology-concept.jpg?s=1024x1024&w=is&k=20&c=ZVAnrfrUwzAW-2ScErMqUHJr1jPyaZOTaCq3D-Jemkc="
        },
        {
            "id": 4,
            "title": "Blog 4 for Next JS Sample APP",
            "body": "As we enjoy the wonders of nature, it’s crucial to remember our role in preserving it. Sustainable practices, such as reducing waste, conserving water, and supporting eco-friendly initiatives, are essential in ensuring that future generations can also experience the beauty of the natural world. Simple actions, like picking up litter during a hike or choosing products with minimal environmental impact, can contribute to the larger goal of environmental stewardship.",
            "publisheddate": "2020-03-16T05:35:07.322Z",
            "author": "Author 4",
            "tags":["tag1, tag2"],
            "image": "https://media.istockphoto.com/id/1406674466/photo/big-data-connection-technology-concept.jpg?s=1024x1024&w=is&k=20&c=ZVAnrfrUwzAW-2ScErMqUHJr1jPyaZOTaCq3D-Jemkc="
        },
        {
            "id": 5,
            "title": "Blog 5 for Next JS Sample APP",
            "body": "The natural world is full of stories that inspire and uplift. From the resilience of migratory birds to the intricate patterns of a spider’s web, nature’s narratives are both captivating and educational. These stories remind us of the interconnectedness of all living things and the delicate balance that sustains life on Earth.",
            "publisheddate": "2020-03-16T05:35:07.322Z",
            "author": "Author 5",
            "tags":["tag1, tag2"],
            "image": "https://media.istockphoto.com/id/1406674466/photo/big-data-connection-technology-concept.jpg?s=1024x1024&w=is&k=20&c=ZVAnrfrUwzAW-2ScErMqUHJr1jPyaZOTaCq3D-Jemkc="
        }, 
        {
            "id": 6,
            "title": "Blog 6 for Next JS Sample APP",
            "body": "After a century-long global war, Earth is a barren wasteland. But amidst the ruins, Dr. Elara Greene has discovered a way to revive the planet. As she races against time to implement her plan, powerful forces conspire to stop her, fearing what a reborn world might mean for their reign. Will Elara succeed, or will humanity's second chance be lost forever?",
            "publishedDate": "12th August 2024",
            "author": "Author 6",
            "tags": ["post-apocalyptic", "environmental"],
            "image": "https://media.istockphoto.com/id/1224776237/photo/new-concept-of-life-and-renewal-small-green-sprout-on-a-background-of-the-map-of-europe.jpg?s=1024x1024&w=is&k=20&c=KoRrpI-05mfwLYAo7B33fIj7R0yds2y7KHFlI0V9UHk="
        },
        {
            "id": 7,
            "title": "Blog 7 for Next JS Sample APP",
            "body": "In a small coastal town, the arrival of a mysterious storm brings with it eerie silence and strange occurrences. As the town’s residents grapple with their own dark secrets, they are drawn together by an unknown force. When the storm finally breaks, nothing will be the same, and the true nature of the storm will be revealed in a shocking twist.",
            "publishedDate": "15th August 2024",
            "author": "Auhtor 7",
            "tags": ["mystery", "thriller"],
            "image": "https://media.istockphoto.com/id/517643357/photo/thunderstorm-lightning-with-dark-cloudy-sky.jpg?s=1024x1024&w=is&k=20&c=Bj1lc-TNwhlv1JDNLqCdMetB9ji1wrqA84ZsPDXZAgY="
        },
        {
            "id": 8,
            "title": "Blog 8 for Next JS Sample APP",
            "body": "Archaeologist Dr. Jonathan Blake has uncovered a relic that could rewrite the history of civilization. But as he digs deeper, both into the earth and into the mystery of the artifact, he uncovers secrets that powerful entities would kill to keep hidden. With time running out and dangers mounting, Blake must navigate a web of deceit to reveal the truth.",
            "publishedDate": "18th August 2024",
            "author": "Auhtor 8",
            "tags": ["historical fiction", "adventure"],
            "image": "https://media.istockphoto.com/id/587540824/photo/past-and-future.jpg?s=1024x1024&w=is&k=20&c=PGmD5JL8qzxi4dm59FgbqW7S9qJx9U68cPoVTmI2uZ0="
        },
        {
            "id": 9,
            "title": "Blog 9 for Next JS Sample APP",
            "body": "In a future where technology controls every aspect of life, a small group of rebels fight to reclaim their freedom. Led by the enigmatic Ash, they must infiltrate the heavily fortified city of Neo Eden and dismantle the oppressive regime. But as they get closer to their goal, they realize that the greatest enemy might be within their own ranks.",
            "publishedDate": "20th August 2024",
            "author": "Auhtor 9",
            "tags": ["dystopian", "technology"],
            "image": "https://media.istockphoto.com/id/545558628/photo/faster-than-the-speed-of-light.jpg?s=1024x1024&w=is&k=20&c=LRLy1vLfaEH_wnkj55Tj5DArys1hvVo5p5S2au9fquM="
        }
    ]
}